{
  "name": "client",
  "displayName": "client",
  "FrameData": [
    {
      "id": 1,
      "pagename": "Frame1",
      "header": "מומלץ לקרוא בדיבור:",
      "textarea": "מִי שֶׁבֵּרַךְ אֲבוֹתֵינוּ אַבְרָהָם יִצְחָק וְיַעֲקֹב הוּא יְבָרֵךְ את פלוני בן פלונית שכל משאלות ליבו יתגשמו לטובה ולברכה, בשמחה יקרב...",
      "buttontext": "המשך"
    },
    {
      "id": 2,
      "pagename": "Frame2",
      "header": "מומלץ לקרוא בדיבור:",
      "text": "פרק ב",
      "textarea": "לַמְנַצֵּ֥חַ (לידיתון)  לִֽידוּת֗וּן מִזְמ֥וֹר לְדָוִֽד: ב אָמַ֗רְתִּי אֶֽשְׁמְרָ֣ה דְרָכַי֮ מֵחֲט֪וֹא בִלְשׁ֫וֹנִ֥י אֶשְׁמְרָ֥ה לְפִ֥י מַחְס֑וֹם בְּעֹ֖ד רָשָׁ֣ע לְנֶגְדִּֽי: ג נֶאֱלַ֣מְתִּי ד֭וּמִיָּה הֶחֱשֵׁ֣יתִי מִטּ֑וֹב וּכְאֵבִ֥י נֶעְכָּֽר: ד חַם-לִבִּ֨י | בְּקִרְבִּ֗י בַּהֲגִיגִ֥י תִבְעַר-אֵ֑שׁ דִּ֝בַּ֗רְתִּי בִּלְשֽׁוֹנִי",
      "buttontext": "השלמתי תפילתי"
    },
    {
      "id": 3,
      "pagename": "Frame3",
      "header": "תודה",
      "image": "./Image/congratulation.png",
      "textarea": "כל החושד בכשרים ננגע בגופו - הימנעו מחשדות כלפי אנשים ושפטו כל אדם לכף זכות",
      "buttontext": "המשך"
    },
    {
      "id": 4,
      "pagename": "Testimonials",
      "header": "המלצות"
    },
    {
      "id": 5,
      "pagename": "About",
      "header": "מי אנחנו",
      "abouttext": "ארגון סֶֽלָה מעוניינים לקשר בין אנשים בעם ישראל על מנת ליצור אחדות ואהבה. רק ביחד נזכה לשפע גדול והצלחה... אנחנו מקשרים בין אנשים שזקוקים לתפילה על מנת להתחזק ולהבריא לכל אדם שמעוניין להתפלל על רעהו ועמיתו. השימוש באפליקציה חינם, על כל פרק תהילים שתקראו על יהודי/ה יקר/ה תינתן תרומה בשמכם ותזכו בעה במה שנאמר בספר משלי וצדקה תציל ממוות. למעשה בפעולה פשוטה של קריאת פרק תהילים אתם מחברים ומתחברים לכלל עם ישראל ותורמים כסף לנזקקים... ניתן גם לרשום אנשים שזקוקים לתפילות ולתת תרומה.ארגון סֶֽלָה מתחייבים להעביר 100% מהתרומות שמתקבלות לנזקקים להם. בעה ביחד נזכה לקיים את הערבות ההדדית שאליה אנחנו שואפים להגיע ולהיות ערבים זה לזה וזה בזה סֶֽלָה ועד."
    },
    {
      "id": 6,
      "pagename": "RegPatients",
      "header": "רישום חולה לתפילה"
    },
    {
      "id": 7,
      "pagename": "UserProfile",
      "image": "./Image/edit.png"
    },
    {
      "id": 8,
      "pagename": "EditProfile",
      "image": "./Image/edit.png"
    },
    {
      "id": 9,
      "pagename": "Recommend",
      "header ": "המלץ לחברים"
    }
  ]
}
